Repository: Hyperchalk/Hyperchalk
Catalog: ltiapi/locale/*/LC_MESSAGES/django.po
Languages: de

source: Name of the LTI consumer to register
de: Name des zu registrierenden LTI-Consumers

source: registered consumer
de: registrierter Consumer

source: only fills after registration completed
de: wird ausgefüllt, nachdem die Registrierung abgeschlossen ist

source: consumer registration timestamp
de: Consumer-Registrierungs-Zeitstempel

source: registered via
de: Registriert via

source: Choose a student
de: Wählen Sie eine:n Schüler:in

source: You can only see students who already opened a board. To come back to this overview after you have visited a board, simply reload the page.
de: Sie können nur Schüler:innen sehen, die bereits ein Whiteboard geöffnet haben. Um nach dem Besuch eines Whiteboards wieder auf diese Übersicht zu kommen, laden Sie einfach die Seite neu.

source: Choose an Assignment Group
de: Wähle eine Gruppe

source: Group %(num)s
de: Gruppe %(num)s

source: Configure Assignment
de: Aufgabe konfigurieren

source: Assignment type
de: Aufgabentyp

source: Classroom Assignment
de: Klassenraum

source: Group Assignment
de: Gruppenarbeit

source: Single Person Assignment
de: Einzelperson

source: Number of groups:
de: Anzahl der Gruppen:

source: Create Assignment
de: Aufgabe anlegen

source: Privacy
de: Datenschutz

source: As we value your privacy, it is of our deepest interest to tell you which data is collected in this application.
de: Deine Privatsphäre ist uns sehr wichtig. Darum ist es in unserem Interesse, dir mitzuteilen, welche Daten wir in dieser Anwendung sammeln.

source: Collected Data
de: Gesammelte Daten

source: This application tracks every cursor movement of the collaborators and every change to the elements on the board, as well as information on connections and disconnections to the board. All those data points carry timestamps. It also has a user database, where a user record is automatically created from the information supplied by your Learning Management System when you log in via LTI. This record contains your user name, your real name that is provided by the LMS, a user ID and the ID of the LMS that you used.
de: Diese Anwendung verfolgt jede Cursorbewegung der Mitwirkenden und jede Änderung an den Elementen auf der Tafel, sowie Informationen über Verbindungen und Trennungen zur Tafel. Alle diese Daten Punkte sind mit Zeitstempeln versehen. Sie verfügt auch über eine Benutzerdatenbank, in der automatisch ein Benutzerdatensatz erstellt wird aus den von Ihrem Lernmanagementsystem gelieferten Informationen erstellt wird, wenn Sie sich über LTI anmelden. Dieser Datensatz enthält Ihren Benutzernamen, Ihren echten Namen, der vom LMS bereitgestellt wird, eine Benutzer-ID und die ID des LMS das Sie benutzt haben.

source: However, we do not link you to the stored actions directly. Instead, we create a pseudonym for you on every board which is then stored in an association table. This table can be deleted at any time to restore your anonymity. We need this to assign your pseudonyms to your pre- and post-tests during learning indicator evaluation. We can also delete your entries in this table, which has the effect that, while individual changes can still be traced back to the actions of a single person per board, you cannot be tracked across multiple boards if your user record is also deleted from the database.
de: Wir verknüpfen Sie jedoch nicht direkt mit den gespeicherten Aktionen. Stattdessen erstellen wir in jedem Board ein Pseudonym für Sie, das in einer Zuordnungstabelle gespeichert wird. Diese Tabelle kann jederzeit gelöscht werden, um Ihre Anonymität wiederherzustellen. Wir benötigen sie, um bei der Lernindikatorenauswertung Ihre Pseudonyme Ihren Pre- und Posttests zuzuordnen. Wir können auch Ihre Einträge in dieser Tabelle löschen, was zur Folge hat, dass einzelne Änderungen zwar noch auf die Aktionen einer einzelnen Person pro Board zurückgeführt werden können, Sie aber nicht mehr boardübergreifend verfolgt werden können, wenn Ihr Benutzerdatensatz ebenfalls aus der Datenbank gelöscht wird.

source: Privacy Notes
de: Datenschutzhinweise

source: The application registration succeeded.
de: Die Anwendungsregistrierung war erfolgreich.

source: Close registration
de: Registrierung schließen

source: There was an error while registering you application: %(error)s
de: Es gab einen Fehler, während der Registrierung deine Anwendungr: %(error)s

source: This one off link was issued for a registration by “%(consumer)s”. Once the registration process is started, it cannot be reused. Do you want to continue?
de: Dieser Einmal-Link wurde für eine Registrierung durch „%(consumer)s“ ausgestellt. Wenn der Registrierungsprozess gestartet wurde, kann der Link nicht für eine weitere Registrierung verwendet werden. Möchstest Du mit der Registrierung fortfahren?

source: Start The Registration
de: Registrierung starten

source: The registration link has already been used. Please ask the admin of the LTI app for a new registration link.
de: Dieser Registrierungs-Link wurde bereits verwendet. Bitte frage den Administrator der Anwendung nach einem neuen Link.

source: %s by %s
de: %s von %s

source: New drawing board
de: Neues Whiteboard

source: No configuration endpoint was found in the parameters. Are you trying to register a legacy LTI consumer? This app only supports LTI 1.3 Advantage.
de: Es wurde kein Konfigurations-Endpunkt in den Parametern gefunden. Möchtest Du einen Legacy-LTI-Consumer registrieren? Diese Anwendung unterstützt nur LTI 1.3 Advantage.

source: User %s tried to create a board with more than %d groups
de: Der Benutzer %s hat versucht, ein Whiteboard mit mehr als %d Gruppen zu erstellen

source: There can't be more than %d groups.
de: Es können nicht mehr als %d Gruppen erstellt werden.

source: User %s tried to create a board with less groups than what already existed.
de: Der Benutzer %s hat versucht, ein Whiteboard mit weniger als Gruppen zu erstellen als bereits existieren.

source: The number of groups you specified is smaller than the groups that currenty exist.
de: Die angegebene Anzahl an Gruppen ist kleiner als die Gruppen, die bereits existieren.

source: User %s tried to request an illegal board mode.
de: Der Benutzer %s hat versucht, einen ungültigen Whiteboard-Modus anzufordern.

source: The mode you requested does not exist.
de: Der angeforderte Modus existiert nicht.

source: Invalid assignment type.
de: Ungültiger Aufgabentyp.

source: Unknown or unsupported message type provided.
de: Unbekannter oder nicht unterstützter Nachrichtentyp.
