Repository: Hyperchalk/Hyperchalk
Catalog: collab/locale/*/LC_MESSAGES/django.po
Languages: de

source: Go to JSON
de: Zum JSON gehen

source: will be generated after saving
de: wird nach dem Speichern generiert

source: shortened pseudonym
de: Kurz-Pseuonym

source: View Room
de: Raum ansehen

source: Go to room
de: Zum Raum gehen

source: View Room in Browser JSON Viewer
de: Raum im JSON-Betrachter des Browsers ansehen

source: Go to room JSON
de: Zum Raum-JSON gehen

source: Replay Mode
de: Replay-Modus

source: Replay this room
de: Diesen Raum abspielen

source: Discard all empty rooms (ONLY USE THIS ON TEST INSTANCES)
de: Alle leeren Räume entfernen (NUR FÜR TESTINSTANZEN VERWENDEN)

source: Clone room(s)
de: Räume klonen

source: Rooms created: %s
de: erstellte Räume: %s

source: image
de: Bild

source: image %s for room %s
de: Bild %s für Raum %s

source: this is generated from draw.utils.user_id_for_room
de: wird von draw.utils.user_id_for_room generiert

source: track users' actions
de: Nutzer:innen-Aktionen verfolgen

source: room name
de: Raumname

source: user
de: Benutzer:in

source: belongs to room
de: Zum Raum-JSON gehen

source: excalidraw meta data
de: Excalidraw-Metadaten

source: The content MIME type of %s is not allowed
de: Der Inhalts-MIME-Typ von %s ist nicht erlaubt

source: Classroom Assignment
de: Klassenraum-Aufgabe

source: Group Assignment
de: Gruppenaufgabe

source: Single Student
de: Stillarbeit

source: Single Student Assignment (legacy)
de: Stillarbeit (alt)

source: board mode
de: Whiteboard-Modus

source: The user can only be set if the mode is set to “single student”
de: Der:die Benutzer:in kann nur gesetzt werden, wenn der Modus auf „Stillarbeit” gesetzt ist

source: Library Added
de: Bibliothek hinzugefügt

source: The imported library will be added to your library once you open the drawing board tab. You can close this tab now.
de: Die importierte Bibliothek wird Deiner Bibliothek hinzugefügt, wenn Du zum Whiteboard zurückkehrst. Du kannst diesen Tab nun schließen.

source: leave empty for a random name
de: leer lassen für einen zufälligen Namen

source: Create room
de: Raum erstellen

source: Imprint
de: Impressum

source: You need to be logged in.
de: Du musst angemeldet sein.

source: You are not allowed to access this room.
de: Du hast keinen Zugriff auf diesen Raum.

source: The file you've added is too large.
de: Die hochgeladene Datei ist zu groß.

source: “%s” is not a valid room name. The room name must have between 10 and 24 characters. The following characters are allowed: a-z, A-Z, 0-9, -, _
de: „%s“ ist kein gültiger Raumname. Der Raumname muss zwischen 10 und 24 Zeichen lang sein. Folgende Zeichen sind erlaubt: a-z, A-Z, 0-9, -, _

source: The room name “%(room_name)s” is already taken.
de: Der Raumname „%(room_name)s“ ist bereits vergeben.

source: Automatic room creation is disabled here.
de: Die automatische Raum-Erstellung ist deaktiviert.
